Repository: AffiliateWP/affiliatewp-checkout-referrals
Catalog: languages/affiliatewp-checkout-referrals-*.po
Languages: pl_pl

source: Cheatin&#8217; huh?
pl_pl: Oszukujemy, co?

source: Get more add-ons for AffiliateWP
pl_pl: Więcej dodatków dla AffiliateWP

source: Get add-ons
pl_pl: Pobierz dodatki

source: This plugin
pl_pl: Ta wtyczka

source: requires %sAffiliateWP%s. Please activate it to continue.
pl_pl: wymaga %sAffiliateWP%s. Proszę aktywować ją, aby kontynuować.

source: requires %sAffiliateWP%s. Please install it to continue.
pl_pl: wymaga %sAffiliateWP%s. Proszę zainstalować go, aby kontynuować.

source: Checkout Referrals
pl_pl: Polecenia do kasy

source: Checkout Text
pl_pl: Tekst w kasie

source: Enter the field description to be displayed at checkout.
pl_pl: Wprowadź opis pola, który ma być wyświetlany przy kasie.

source: Who should be awarded commission for this purchase?
pl_pl: Kto powinien otrzymać prowizję za ten zakup?

source: Affiliate Selection Method
pl_pl: Metoda selekcji partnerów

source: Choose how the customer will select the affiliate to award commission to.
pl_pl: Wybierz sposób, w jaki klient wybierze partnera do przyznania prowizji.

source: Customer selects affiliate from list
pl_pl: Klient wybiera partnera z listy

source: Customer enters affiliate's ID or username
pl_pl: Klient wpisuje ID partnera lub nazwę użytkownika

source: Require Affiliate Selection
pl_pl: Wymagaj wyboru partnera

source: Customer must select an affiliate to award the referral to
pl_pl: Klient musi wybrać partnera, aby przyznać mu polecenie

source: Affiliate Display
pl_pl: Wyświetlanie Partnerów

source: How the affiliates will be displayed at checkout
pl_pl: Jak partnerzy będą wyświetlani przy kasie

source: Select
pl_pl: Wybierz

source: Please enter an affiliate
pl_pl: Proszę wprowadzić partnera

source: Please select an affiliate
pl_pl: Proszę wybrać partnera

source: Please enter a valid affiliate
pl_pl: Proszę wpisać poprawnego partnera
